{
  "path": "faq-main.html",
  "title": "Frequently Asked Questions | TDR - Trade Duty Refund",
  "description": "Find answers to common questions about duty drawback, duty reclaim, and import/export processes in the US, UK and the EU. Simplify your cross-border trade with Trade Duty Refund's expert solutions.",
  "Q2": "What is U.S. duty drawback?",
  "A2": "U.S. duty drawback is a program that refunds exporters and importers up to 99 percent of the duties they paid when importing goods into the U.S. It aims to promote U.S. commerce and manufacturing by allowing U.S. products to compete internationally without the burden of import duties.",
  "Q3": "What are the main types of U.S. duty drawback?",
  "A3": "The three main types of U.S. duty drawback are: Manufacturing (for goods manufactured or produced in the U.S. using imported, duty-paid merchandise), Unused (for merchandise not used in the U.S. prior to exportation), and Rejected (for duty-paid merchandise that does not meet specifications or is defective).",
  "Q4": "What documents are required for a U.S. duty drawback claim?",
  "A4": "For importing, required documents include Entry Summary (CF 7501), Commercial Invoice, and Certificate of Delivery (CF 7552). For exporting, required documents include Commercial Invoice, Bill of Lading, and Export Waiver.",
  "Q5": "Where can I file a U.S. duty drawback claim?",
  "A5": "U.S. duty drawback claims can be filed at designated centers in Chicago, Houston, New York/Newark, and San Francisco.",
  "Q6": "How can I speed up the U.S. duty drawback process?",
  "A6": "Submitting duty drawback bonds and using electronic submissions via the Automated Broker Interface (ABI) can expedite the process. Accelerated payment options are also available to receive refunds faster.",
  "Q7": "Are Section 301 duties eligible for drawback in the US?",
  "A7": "Yes, Section 301 duties are eligible for drawback, along with other duties such as Merchandise Processing Fees (MPF) and Harbor Maintenance Taxes (HMF).",
  "Q8": "Can I file for drawback on past transactions in the US?",
  "A8": "Yes, you can file for drawback on import and export transactions that occurred over the past five years, provided the qualifying export date is after the import date.",
  "Q9": "How much does a duty drawback service cost in the US?",
  "A9": "In the US, the cost is typically a competitive percentage of the duty recovered, depending on factors such as the duty recovery levels, statutory filing provision, and administrative resources required.",
  "Q10": "What percentage of duties does CBP (US Customs) refund?",
  "A10": "U.S. Customs and Border Protection refunds 99% of the duties, fees, and taxes paid.",
  "Q11": "How long does it take to receive a drawback refund in the US?",
  "A11": "With accelerated payment, refunds can be received within 30 days from the date of filing. Without accelerated payment, it could take one year or longer.",
  "Q12": "If I can claim duty drawback myself, what does Trade Duty Refund bring to the process?",
  "A12": "While it is possible to claim duty drawback yourself, the process is complex and can be very lengthy for non-specialists. Trade Duty Refund and its partners have decades of experience in this field and will help optimize the process both in financial value and in time. Additionally, Trade Duty Refund provides duty reclaim solutions in different regions around the world, making it a one-stop shop for cross-border e-commerce merchants looking to benefit from higher cash flow and returned goods logistics cost savings. For more insights on duty refunds, duty-free returns, and international trade, contact &lt;a href=&quot;contact-us.html?utm_source=Website&amp;utm_medium=FAQ&amp;utm_campaign=More-Info-US-DD&quot; class=&quot;text-decoration-underline&quot;&gt;Trade Duty Refund&lt;/a&gt;.",
  "who-can-apply-for-repayment": "Who can apply for a repayment of import duties in the UK?",
  "who-can-apply-for-repayment-answer": "You can apply if you are an importer or their representative, an agent, a freight forwarder, or a private individual.",
  "how-to-apply-for-repayment": "How do I apply for a repayment of import duties in the UK?",
  "how-to-apply-for-repayment-answer": "You can apply using the Customs Declaration Service or Customs Handling of Import and Export Freight (CHIEF) online service, or by using form C285, depending on where you made your declaration.",
  "time-limit-for-claim": "What is the time limit for submitting a claim for repayment in the UK?",
  "time-limit-for-claim-answer": "The time limit for submitting a claim is 3 years for overpayments, 1 year for rejected imports, and 3 months for invalidation of a customs entry.",
  "documents-needed-for-claim": "What documents do I need to claim a duty repayment in the UK?",
  "documents-needed-for-claim-answer": "You need documents such as the movement reference number (MRN), EORI number, commercial invoice, packing list, transport documents, and bank details.",
  "apply-for-repayment-if-vat-registered": "Can I apply for a repayment if I am VAT registered in the UK?",
  "apply-for-repayment-if-vat-registered-answer": "If you are VAT registered, you must make an adjustment through your VAT return instead of using the C285 form or the online service.",
  "what-is-ddp-shipment": "What is a DDP shipment?",
  "what-is-ddp-shipment-answer": "DDP (Delivered Duty Paid) refers to shipments where the shipper delivers goods already cleared for importation, bearing all landed costs including import duty and VAT.",
  "reclaim-import-vat-if-goods-not-sold": "Can I reclaim import VAT if the goods are not sold?",
  "reclaim-import-vat-if-goods-not-sold-answer": "Yes, you can reclaim import VAT even if the goods are not sold, provided certain legal conditions are fulfilled, such as shipping goods for storage or clinical trials.",
  "requirements-for-import-vat-refund": "What are the requirements for import VAT refund in the UK?",
  "requirements-for-import-vat-refund-answer": "Requirements include having a GB EORI number, being a taxable person in your home country, and submitting the VAT refund application within the prescribed timeframe.",
  "time-to-receive-vat-refund": "How long does it take to receive a VAT refund in the UK?",
  "time-to-receive-vat-refund-answer": "The UK tax authorities typically process VAT refund applications within 4 to 6 months, but this can vary depending on the complexity of the claim.",
  "what-is-duty-reclaim": "What is duty reclaim and how does it benefit my business?",
  "what-is-duty-reclaim-answer": "Duty reclaim is the process of recovering customs duties and taxes paid on imported goods that are subsequently re-exported. It benefits your business by maximizing refunds, simplifying processes, enhancing cash flow, and promoting sustainable operations.",
  "import-from-China-to-UK-and-reexport": "We import goods from China into the UK and subsequently re-export them. Are we eligible for a duty refund?",
  "import-from-China-to-UK-and-reexport-answer": "Yes, there are a few options for this type of movement and depening on IOR in the UK, the goods and frequency of shiments. One condition is that the goods must not have been processed or changed in any ways during their stay in the UK",
  "what-is-an-ETSF": " What is an ETSF in the UK?",
  "what-is-an-ETSF-answer": "An ETSF (External Temporary Storage Facility) is a customs-approved location where goods can be stored temporarily before being re-exported or cleared for import. It allows for the deferral of customs duties and taxes until the goods are either re-exported or cleared for import into the EU.",
  "NRI": "What is a Non-Resident Importer (NRI) in the US?",
  "NRI-answer": "A Non-Resident Importer (NRI) is a business or individual that imports goods into a country without having a physical presence in that country. NRIs are responsible for ensuring compliance with local customs regulations and may be required to appoint a customs broker or agent to handle the import process on their behalf.",
  "NRI-Duty-Drawback": "Can a Non-Resident Importer (NRI) claim duty drawback in the US?",
  "NRI-Duty-Drawback-answer": "Yes, a Non-Resident Importer (NRI) can claim duty drawback, provided they meet the necessary requirements and comply with local customs regulations.",
  "US-eCom-DDP": "I sell goods online from EU to the US and ship them DDP directly to the end-user. Can I benefit from Duty Drawback if the seller returns the items",
  "US-eCom-DDP-answer": "Yes, you can benefit from Duty Drawback using this model. Some conditions apply, in particular with regards to the logistics model that you use. Contact our Trade Experts for more information by &lt;a href=&quot;contact-us.html?utm_source=Website&amp;utm_medium=FAQ&amp;utm_campaign=US-eCom-DDP&quot; class=&quot;text-decoration-underline&quot;&gt;clicking here&lt;/a&gt;",
  "UK-DD-Cost": "How much does a duty drawback service cost in the UK?",
  "UK-DD-Cost-answer": "In the UK,the cost is typically a competitive percentage of the duty recovered, depending on factors such as the duty recovery levels, statutory filing provision, and administrative resources required.",
  "More-Info-US-DD": "Where can I find more information about US Duty Drawback?",
  "More-Info-US-DD-answer": "You can find more information about US Duty Drawback on the US Customs and Border Protection (CBP) website, or by consulting with Trade Duty Refund experts. They can provide detailed guidance on the process, eligibility, and documentation required for filing and optimizing a claim. Make an appointment with us by &lt;a href=&quot;make-an-appointment.html?utm_source=Website&amp;utm_medium=FAQ&amp;utm_campaign=More-Info-US-DD&quot; class=&quot;text-decoration-underline&quot;&gt;clicking here&lt;/a&gt;.",
  "More-Info-UK-DD": "Where can I find more information about UK Duty Drawback?",
  "More-Info-UK-DD-answer": "You can find more information about UK Duty Drawback on the UK government website, or by consulting with Trade Duty Refund experts. They can provide detailed guidance on the process, eligibility, and documentation required for filing and optimizing a claim. Make an appointment with us by &lt;a href=&quot;make-an-appointment.html?utm_source=Website&amp;utm_medium=FAQ&amp;utm_campaign=More-Info-UK-DD&quot; class=&quot;text-decoration-underline&quot;&gt;clicking here&lt;/a&gt;."
}
