{
  "path": "faq-main.html",
  "title": "",
  "description": "",
  "Q2": "What is U.S. duty drawback?",
  "A2": "U.S. duty drawback is a program that refunds exporters and importers up to 99 percent of the duties they paid when importing goods into the U.S. It aims to promote U.S. commerce and manufacturing by allowing U.S. products to compete internationally without the burden of import duties.",
  "Q3": "What are the main types of U.S. duty drawback?",
  "A3": "The three main types of U.S. duty drawback are: Manufacturing (for goods manufactured or produced in the U.S. using imported, duty-paid merchandise), Unused (for merchandise not used in the U.S. prior to exportation), and Rejected (for duty-paid merchandise that does not meet specifications or is defective).",
  "Q4": "What documents are required for a U.S. duty drawback claim?",
  "A4": "For importing, required documents include Entry Summary (CF 7501), Commercial Invoice, and Certificate of Delivery (CF 7552). For exporting, required documents include Commercial Invoice, Bill of Lading, and Export Waiver.",
  "Q5": "Where can I file a U.S. duty drawback claim?",
  "A5": "U.S. duty drawback claims can be filed at designated centers in Chicago, Houston, New York/Newark, and San Francisco.",
  "Q6": "How can I speed up the U.S. duty drawback process?",
  "A6": "Submitting duty drawback bonds and using electronic submissions via the Automated Broker Interface (ABI) can expedite the process. Accelerated payment options are also available to receive refunds faster.",
  "Q7": "Are Section 301 duties eligible for drawback?",
  "A7": "Yes, Section 301 duties are eligible for drawback, along with other duties such as Merchandise Processing Fees (MPF) and Harbor Maintenance Taxes (HMF).",
  "Q8": "Can I file for drawback on past transactions?",
  "A8": "Yes, you can file for drawback on import and export transactions that occurred over the past five years, provided the qualifying export date is after the import date.",
  "Q9": "How much does a drawback service cost?",
  "A9": "The cost is typically a competitive percentage of the duty recovered, depending on factors such as the duty recovery levels, statutory filing provision, and administrative resources required.",
  "Q10": "What percentage of duties does Customs refund?",
  "A10": "U.S. Customs and Border Protection refunds 99% of the duties, fees, and taxes paid.",
  "Q11": "How long does it take to receive a drawback refund?",
  "A11": "With accelerated payment, refunds can be received within 30 days from the date of filing. Without accelerated payment, it could take one year or longer.",
  "Q12": "If I can claim duty drawback myself, what does Trade Duty Refund bring to the process?",
  "A12": "While it is possible to claim duty drawback yourself, the process is complex and can be very lengthy for non-specialists. Trade Duty Refund and its partners have decades of experience in this field and will help optimize the process both in financial value and in time. Additionally, Trade Duty Refund provides duty reclaim solutions in different regions around the world, making it a one-stop shop for cross-border e-commerce merchants looking to benefit from higher cash flow and returned goods logistics cost savings."
}
