{
  "title": "TDR - Trade Duty Refund | Jason Cooper's Profile",
  "description": "Check Jason's details and schedule a chat to find out how much TDR can make you save on your reverse logistics budget.",
  "path": "jason-cooper.html",
  "firstName": "Jason",
  "lastName": "Cooper",
  "bio": "Jason Cooper is a seasoned commercial leader specializing in e-commerce logistics, supply chain management, and sales leadership across the UK, Ireland, and Nordics. He excels at driving growth, leading large teams, and delivering innovative solutions for major clients in high-tech, manufacturing, and retail sectors. Jason is recognized for his expertise in change management, talent development, and fostering strong client relationships to achieve business objectives",
  "linkedin": "https://www.linkedin.com/in/jason-cooper-4b26b324/",
  "whatsapp": "https://wa.me/447795418129",
  "email": "jason.cooper@tradedutyrefund.com",
  "phone": "+447795418129",
  "gender": "M",
  "jobTitle": "Business Development & Consultant",
  "vcard": "Save Jason's card",
  "skills": "&lt;ul class=&quot;interline&quot;&gt;&lt;li&gt;&lt;strong&gt;Project Management&lt;/strong&gt;; Jason has consistently overseen large-scale projects, including leading teams of over 160 sales professionals and managing multi-million-dollar portfolios. His roles have required balancing P&amp;amp;L responsibilities, strategic planning, and cross-functional collaboration to ensure successful project execution and business growth.&lt;/li&gt;&lt;li&gt;&lt;strong&gt;Freight Forwarding&lt;/strong&gt;; With over 15 years at UPS in roles focused on shipping, supply chain, and logistics solutions, Jason has developed deep expertise in freight forwarding. He has delivered custom solutions for complex, cross-border e-commerce operations, demonstrating a strong command of international logistics and compliance.&lt;/li&gt;&lt;li&gt;&lt;strong&gt;3PL (Third-Party Logistics)&lt;/strong&gt;; Jason specializes in providing integrated supply chain and direct-to-consumer solutions for large enterprises, leveraging 3PL strategies to optimize client operations. His consultative approach and experience in managing enterprise accounts highlight his proficiency in third-party logistics and value-added services.&lt;/li&gt;&lt;/ul&gt;",
  "geo": "Jason’s expertise lies mainly in the EU and the UK. Jason is located in the UK.",
  "languages": "Jason is a native English speaker.",
  "country": "UK"
}
