{
  "name": "TDR Europe Duty Drawback",
  "path": "TDR-Duty-Drawback-in-Europe.html",
  "title": "Duty Drawback in Europe – Trade Duty Refund",
  "description": "Learn how to reclaim import duties in Europe with TDR’s expert support. Simplify your duty drawback process, maximize returns, and maintain EU compliance for cross-border shippers.",
  "subtitle": "Make Europe B2C Returns Duty Free",
  "hero-text": "Reclaim duties, taxes, fees, and tariffs paid to EU and UK Customs for merchandise imported that is later exported.",
  "card1-title": "What is duty drawback in Europe",
  "card1-text": "Duty drawback refers to the process of reclaiming duties and taxes on imported goods in the EU or the UK that are subsequently re-exported within three months without being used. This process is designed to support businesses engaged in international trade by reducing unnecessary costs when goods are not retained in the importing country.",
  "card2-title": "What qualifies for duty drawback",
  "card2-text": "To be eligible for duty drawback, goods must meet two key criteria:",
  "card2-strong1": "Non-food products",
  "card2-li1": "Only non-food items qualify for this process.",
  "card2-strong2": "Dutiable goods",
  "card2-li2": "The items must have a value exceeding €150 in the EU or £125 in the UK. This ensures that the goods are subject to import duties at the point of entry, making them eligible for a refund when re-exported.",
  "card3-title": "Who qualifies for duty drawback",
  "card3-text": "The entity entitled to claim duty drawback is typically the importer of record—the person or business responsible for paying duties and taxes at the time of import.",
  "card3-strong1": "In the EU",
  "card3-li1": "The refund is issued by the customs authority in the country where the goods were originally imported.",
  "card3-strong2": "In the UK",
  "card3-li2": "The process is managed centrally by HMRC (Her Majesty’s Revenue and Customs). Understanding this distinction is crucial for businesses operating in multiple jurisdictions.",
  "card4-title": "How much is the duty drawback refund",
  "card4-text": "The duty drawback process allows businesses to reclaim 100% of the duties and VAT paid at importation. This full reimbursement can significantly enhance cash flow and profitability, particularly for businesses managing large-scale or high-value imports and exports.",
  "card5-title": "I import international orders to the EU and the UK that sometimes are returned by buyers. Can I reclaim import Duties?",
  "card5-text": "Yes, it is possible to reclaim customs duties ad VAT, provided certain conditions are met. Specifically, the item must have been exported from the EU or the UK, and all relevant documentation, including track-and-trace events and commercial records, must be available. Additionally, both the import and export declarations need to include detailed information about the item. Meeting these requirements will allow you to proceed with the Duty Drawback claim.",
  "card6-title": "What value TDR brings to the process",
  "card6-text1": "As your trusted broker in the EU and the UK, TDR ensures a seamless and integrated duty drawback process.<br> Additionally, by supporting your operations globally, TDR facilitates duty drawback and duty-free importation worldwide, helping you reclaim duties at every possible point in your supply chain.",
  "card6-text2": "Discover more ways TDR can enhance your cash flow",
  "card6-text3": "and benefit your organization."
}
