{
  "name": "TDR Duty-Free Returns to the US",
  "path": "TDR-Duty-Free-Returns-to-the-US.html",
  "subtitle": "Bring Goods Back at 0% Duties",
  "title": "Discover how TDR unlocks duty-free returns for U.S. businesses. Reclaim goods without re-import duties and streamline returns management with end-to-end customs expertise.",
  "description": "Simplify cross-border sales returns with TDR - Trade Duty Refund Duty-Free Returns to the US. Avoid import duties on returned goods and reduce costs with our efficient process.",
  "tagline": "Reduce the impact of e-commerce return costs.",
  "what-is-title": "What is",
  "what-is-desc": "allows businesses to reclaim goods that were previously exported without having to pay import duties upon their return. Essentially, if goods sold internationally are returned, they can re-enter the US duty-free under certain conditions. This process simplifies returns for merchants, reducing financial losses and administrative burdens.",
  "qualifies-title": "What qualifies for duty-free returns",
  "qualifies-desc": "To qualify for duty-free returns, goods must meet the following criteria:",
  "prev-export-title": "Previously exported goods",
  "prev-export-desc": "The items must have been originally exported from the US.",
  "unaltered-condition-title": "Unaltered condition",
  "unaltered-condition-desc": "The goods should be returned in the same condition as when exported, meaning no repairs or modifications were made while abroad.",
  "ownership-continuity-title": "Ownership continuity",
  "ownership-continuity-desc": "The goods must remain under the ownership of the same entity that originally exported them.",
  "time-limit-title": "Time Limit",
  "time-limit-desc": "Goods must return to the US within 3 years. Goods that were manufactured in the US do not fall under that condition and can be returned duty-free without a time limit.",
  "qualifies-examples": "Examples include: Unused clothing returned to online fashion retailers, consumer electronics returned due to buyer dissatisfaction or wrong orders, defective goods sent back for replacement.",
  "who-qualifies-title": "Who qualifies for duty-free returns",
  "who-qualifies-desc": "is particularly beneficial for:",
  "ecommerce-title": "cross-borders merchants",
  "ecommerce-desc": "Businesses selling goods internationally can avoid additional taxes on returned items.",
  "3pl-title": "Third-party logistics providers (3PLs)",
  "3pl-desc": "Companies managing returns for merchants can streamline their customs process.",
  "retailer-title": "Retailers and exporters",
  "retailer-desc": "Any company exporting goods that might be returned by customers.",
  "who-qualifies-conclusion": "As a US-based business selling and shipping to global buyers, TDR Duty-Free Returns to the US helps protect your profit margins when returns occur.",
  "how-it-works-title": "How it works in practice",
  "scenario-title": "Scenario",
  "scenario-desc": "A US-based eCommerce store sells luxury handbags internationally. A customer in France purchases a handbag but returns it because the color wasn’t what they expected.",
  "without-solution-title": "Without our solution",
  "without-solution-desc": "Upon re-entry to the US, the merchant might need to pay import duties and VAT on the handbag—even though it was already exported from the US.",
  "with-solution-title": "With",
  "with-solution-desc": "The merchant's broker applies for duty-free returns under HTS 9801.00.10. They will need to provide proof of the original export (e.g., commercial invoice and shipping documents). Customs verifies the documentation and allows the handbag to re-enter duty-free.",
  "result-title": "Result",
  "result-desc": "The merchant avoids paying unnecessary taxes, ensuring a smoother returns process and preserving profitability.",
  "value-title": "What value TDR brings to the process",
  "value-desc": "As your trusted broker in the EU and the UK, TDR ensures a seamless and integrated duty-free return process.",
  "global-support-desc": "Specifically, we keep clear records of exports, including commercial invoices and shipping documents, and submit a claim with customs when goods are returned, demonstrating they meet the eligibility criteria.<br><br>Additionally, by supporting your operations globally, TDR facilitates duty drawback and duty-free importation worldwide, helping you reclaim duties at every possible point in your supply chain. Discover",
  "discover_more": "more ways TDR can enhance your cash flow",
  "benefit_organization": "and benefit your organization."
}
