{
  "name": "TDR Duty-Free Returns to Europe",
  "path": "TDR-Duty-Free-Returns-to-Europe.html",
  "subtitle": "Bring Goods Back at 0% Duties",
  "title": "TDR - Trade Duty Refund Duty-Free Returns to Europe | Simplify and Save on Returns",
  "description": "Reduce costs on cross-border sales returns with TDR - Trade Duty Refund Duty-Free Returns to Europe. Avoid import duties on returned goods. Simplify the process and maximize profitability.",
  "main-heading": "Reduce the impact of e-commerce return costs.",
  "card-1-title": "What is",
  "card-1-content": "allows businesses to reclaim goods that were previously exported without having to pay import duties upon their return. Essentially, if goods sold internationally are returned, they can re-enter the UK or EU duty-free under certain conditions. This process simplifies returns for merchants, reducing financial losses and administrative burdens.",
  "card-2-title": "What qualifies for duty free returns",
  "card-2-content-intro": "To qualify for duty-free returns, goods must meet the following criteria:",
  "card-2-criteria-1-title": "Previously exported goods",
  "card-2-criteria-1-content": "The items must have been originally exported from the UK or EU.",
  "card-2-criteria-2-title": "Unaltered condition",
  "card-2-criteria-2-content": "The goods should be returned in the same condition as when exported, meaning no repairs or modifications were made while abroad.",
  "card-2-criteria-3-title": "Ownership continuity",
  "card-2-criteria-3-content": "The goods must remain under the ownership of the same entity that originally exported them.",
  "card-2-criteria-4-title": "Time Limit",
  "card-2-criteria-4-content": "Goods must return to the EU or UK within 3 years.",
  "card-2-examples": "Examples include: Unused clothing returned to online fashion retailers, consumer electronics returned due to buyer dissatisfaction or wrong orders, defective goods sent back for replacement.",
  "card-3-title": "Who qualifies for duty free returns",
  "card-3-intro": "Duty-Free Returns to Europe is particularly beneficial for:",
  "card-3-criteria-1-title": "cross-border eCommerce merchants",
  "card-3-criteria-1-content": "Businesses selling goods internationally can avoid additional taxes on returned items.",
  "card-3-criteria-2-title": "Third-party logistics providers (3PLs)",
  "card-3-criteria-2-content": "Companies managing returns for merchants can streamline their customs process.",
  "card-3-criteria-3-title": "Retailers and exporters",
  "card-3-criteria-3-content": "Any company exporting goods that might be returned by customers.",
  "card-3-conclusion1": "Whether you’re a UK-based business selling to the EU or an EU-based business shipping to global buyers,",
  "card-3-conclusion2": "helps protect your profit margins when returns occur.",
  "card-4-title": "How it works in practice",
  "card-4-scenario-title": "Scenario",
  "card-4-scenario-content": "A EU-based eCommerce store sells luxury handbags internationally. A customer in Canada purchases a handbag but returns it because the color wasn’t what they expected.",
  "card-4-without-title": "Without our solution",
  "card-4-without-content": "Upon re-entry to the EU, the merchant might need to pay import duties and VAT on the handbag—even though it was already exported from the EU.",
  "card-4-with-title": "With Duty-Free Returns to Europe",
  "card-4-with-content": "The merchant's broker applies for duty-free importation by providing proof of the original export (e.g., commercial invoice and shipping documents). Customs verifies the documentation and allows the handbag to re-enter duty-free.",
  "card-4-result-title": "Result",
  "card-4-result-content": "The merchant avoids paying unnecessary taxes, ensuring a smoother returns process and preserving profitability.",
  "card-5-title": "What value TDR brings to the process",
  "tdr_broker_services": "As your trusted broker in the EU and the UK, TDR ensures a seamless and integrated duty-free return process. Specifically, we keep clear records of exports, including commercial invoices and shipping documents, and submit a claim with customs when goods are returned, demonstrating they meet the eligibility criteria. Additionally, by supporting your operations globally, TDR facilitates duty drawback and duty-free importation worldwide, helping you reclaim duties at every possible point in your supply chain. Discover",
  "discover_more": "more ways TDR can enhance your cash flow",
  "benefit_organization": "and benefit your organization."
}
