{"path":"chi siamo.html","title":"A proposito di TDR | Il tuo partner commerciale globale","description":"Massimizza i tuoi profitti riducendo al minimo i dazi di importazione e massimizzando il recupero dei dazi con TDR.","about-us":"Chi siamo","subtitle":"Tutto quello che devi sapere sulla nostra Azienda","bgImgCaption":"Una foto di Lagny-sur-Marne in Francia, dove ha sede la TDR","why-choose-title-part1":"Perché scegliere","why-choose-title-part2":"Noi","why-choose-description":"Noi di Trade Duty Refund siamo orgogliosi di essere il partner di fiducia per le aziende che affrontano le complessità del commercio globale. Ecco perché i nostri clienti ci scelgono:","expertise-title":"Competenza nei resi duty-free","expertise-description":"La nostra conoscenza approfondita delle normative doganali nell'UE, nel Regno Unito e negli Stati Uniti garantisce resi senza intoppi, facendo risparmiare alle aziende tempo e denaro.","comprehensive-title":"Soluzioni complete","comprehensive-description":"Dalla gestione della documentazione di esportazione alla gestione delle pratiche in entrata e in uscita, offriamo supporto end-to-end su misura per le vostre esigenze.","global-reach-title":"Portata globale, competenza locale","global-reach-description":"Che tu sia un'azienda locale o una multinazionale, il nostro team offre un servizio affidabile e personalizzato che si adatta alle tue operazioni.","protecting-margins-title":"Proteggere i tuoi margini","protecting-margins-description":"Riducendo al minimo i dazi di importazione sulle merci restituite, aiutiamo a salvaguardare la tua redditività, anche in un panorama di e-commerce difficile.","mission-title-part1":"Nostro","mission-title-part2":"Missione","mission-paragraph1":"La missione di Trade Duty Refund è semplificare il commercio globale per le imprese rimuovendo le barriere e le inefficienze nella gestione dei dazi.","mission-paragraph2":"Il nostro obiettivo è consentire alle aziende di tutte le dimensioni di prosperare sui mercati internazionali offrendo soluzioni innovative, conformi ed economicamente vantaggiose per i resi duty-free. Ci impegniamo a costruire partnership a lungo termine che aggiungano valore alle vostre operazioni, aiutandovi a rimanere competitivi in ​​un’economia globale in continua evoluzione.","what-we-do-title-part1":"Quello che noi","what-we-do-title-part2":"Fare","what-we-do-description":"Trade Duty Refund è specializzato nella semplificazione del processo di reso duty-free per le aziende impegnate nel commercio internazionale.","seamless-returns-title":"Resi duty-free senza interruzioni","seamless-returns-description":"Gestiamo tutti gli aspetti della restituzione delle merci in franchigia doganale, garantendo il rispetto delle normative nell'UE, nel Regno Unito e negli Stati Uniti.","customs-brokerage-title":"Servizi di intermediazione doganale","customs-brokerage-description":"Agendo come broker doganale di fiducia, gestiamo i registri di esportazione, la documentazione e i reclami con le autorità doganali.","duty-recovery-title":"Competenza nel recupero dei dazi","duty-recovery-description":"Dalla richiesta di rimborso dei dazi sugli articoli restituiti alla facilitazione dei processi di restituzione dei dazi, aiutiamo le aziende a recuperare i costi in ogni occasione.","comprehensive-support-title":"Supporto completo","comprehensive-support-description":"Che tu sia un rivenditore di e-commerce, un fornitore di servizi logistici di terze parti o un esportatore, offriamo soluzioni su misura per le tue sfide specifiche.","final-paragraph":"Noi di Trade Duty Refund rendiamo i resi internazionali semplici, efficienti ed economici, così puoi concentrarti sulla crescita della tua attività."}