{
  "path": "about-us.html",
  "title": "À propos du TDR | Votre partenaire à l'international",
  "description": "Maximisez vos profits en minimisant les droits d'importation et en maximisant le remboursement des droits avec TDR.",
  "about-us": "À propos de nous",
  "subtitle": "",
  "bgImgCaption": "Une photo de Lagny-sur-Marne en France, siège de TDR",
  "why-choose-title-part1": "Pourquoi nous",
  "why-choose-title-part2": "choisir",
  "why-choose-description": "Chez Trade Duty Refund, nous sommes fiers d'être le partenaire de confiance des entreprises qui vivent les complexités du commerce mondial au quotidien. Voici pourquoi nos clients nous choisissent :",
  "expertise-title": "Expertise en matière de retours en franchise de droits",
  "expertise-description": "Notre connaissance approfondie des réglementations douanières en vigueur dans l'UE, au Royaume-Uni et aux États-Unis garantit des retours fluides, permettant aux entreprises d'économiser du temps et de l'argent.",
  "comprehensive-title": "Solutions complètes",
  "comprehensive-description": "De la gestion des documents d'exportation à la gestion des dédouanements entrants et sortants, nous proposons une assistance de bout en bout adaptée à vos besoins.",
  "global-reach-title": "Portée mondiale, expertise locale",
  "global-reach-description": "Que vous soyez une entreprise locale ou une société multinationale, notre équipe offre un service fiable et personnalisé qui évolue avec vos opérations.",
  "protecting-margins-title": "Protéger vos marges",
  "protecting-margins-description": "En minimisant les droits d'importation sur les marchandises retournées, nous contribuons à préserver votre rentabilité, même dans un environnement de commerce électronique difficile.",
  "mission-title-part1": "Notre",
  "mission-title-part2": "Mission",
  "mission-paragraph1": "Chez Trade Duty Refund, notre mission est de simplifier le commerce mondial pour les entreprises en supprimant les barrières et les inefficacités dans la gestion des droits de douane.",
  "mission-paragraph2": "Notre objectif est de permettre aux entreprises de toutes tailles de prospérer sur les marchés internationaux en proposant des solutions innovantes, conformes et rentables pour les retours hors taxes. Nous nous engageons à bâtir des partenariats à long terme qui ajoutent de la valeur à vos opérations, vous aidant ainsi à rester compétitif dans une économie mondiale en constante évolution.",
  "what-we-do-title-part1": "Ce que nous",
  "what-we-do-title-part2": "Faire",
  "what-we-do-description": "Trade Duty Refund est spécialisé dans la simplification du processus de retours en franchise de droits pour les entreprises engagées dans le commerce international.",
  "seamless-returns-title": "Retours hors taxes fluides",
  "seamless-returns-description": "Nous gérons tous les aspects du retour des marchandises en franchise de droits, garantissant ainsi le respect des réglementations en vigueur dans l'UE, au Royaume-Uni et aux États-Unis.",
  "customs-brokerage-title": "Services de courtage en douane",
  "customs-brokerage-description": "Agissant en tant que courtier en douane de confiance, nous gérons les dossiers d’exportation, la documentation et les réclamations auprès des autorités douanières.",
  "duty-recovery-title": "Expertise en recouvrement de droits",
  "duty-recovery-description": "De la récupération des droits sur les articles retournés à la facilitation des processus de ristourne des droits, nous aidons les entreprises à recouvrer leurs coûts à chaque occasion.",
  "comprehensive-support-title": "Assistance complète",
  "comprehensive-support-description": "Que vous soyez un détaillant de commerce électronique, un fournisseur logistique tiers ou un exportateur, nous proposons des solutions adaptées à vos défis uniques.",
  "final-paragraph": "Chez Trade Duty Refund, nous rendons les retours internationaux simples, efficaces et rentables, afin que vous puissiez vous concentrer sur la croissance de votre entreprise."
}
