{
  "path": "about-us.html",
  "title": "About TDR | Your Global Trade Partner",
  "description": "Maximize your profits by minimizing import duties and maximizing duty recovery with TDR.",
  "about-us":"About Us",
  "subtitle":"",
  "bgImgCaption": "A picture of Lagny-sur-Marne in France where TDR is headquartered",
  "why-choose-title-part1": "Why choose",
  "why-choose-title-part2": "Us",
  "why-choose-description": "At Trade Duty Refund, we pride ourselves on being the trusted partner for businesses navigating the complexities of global commerce. Here's why our clients choose us:",
  "expertise-title": "Expertise in Duty-Free Returns",
  "expertise-description": "Our in-depth knowledge of customs regulations in the EU, UK, and US ensures seamless returns, saving businesses time and money.",
  "comprehensive-title": "Comprehensive Solutions",
  "comprehensive-description": "From managing export documentation to handling inbound and outbound clearances, we offer end-to-end support tailored to your needs.",
  "global-reach-title": "Global Reach, Local Expertise",
  "global-reach-description": "Whether you’re a local business or a multinational corporation, our team delivers reliable, personalized service that scales with your operations.",
  "protecting-margins-title": "Protecting Your Margins",
  "protecting-margins-description": "By minimizing import duties on returned goods, we help safeguard your profitability, even in a challenging cross-border sales landscape.",
  "mission-title-part1": "Our",
  "mission-title-part2": "Mission",
  "mission-paragraph1": "At Trade Duty Refund, our mission is to simplify global trade for businesses by removing barriers and inefficiencies in duty management.",
  "mission-paragraph2": "We aim to empower businesses of all sizes to thrive in international markets by offering innovative, compliant, and cost-effective solutions for duty-free returns. We are committed to building long-term partnerships that add value to your operations, helping you stay competitive in an ever-evolving global economy.",
  "what-we-do-title-part1": "What we",
  "what-we-do-title-part2": "Do",
  "what-we-do-description": "Trade Duty Refund specializes in simplifying the process of duty-free returns for businesses engaged in international trade.",
  "seamless-returns-title": "Seamless Duty-Free Returns",
  "seamless-returns-description": "We handle all aspects of returning goods duty-free, ensuring compliance with regulations in the EU, UK, and US.",
  "customs-brokerage-title": "Customs Brokerage Services",
  "customs-brokerage-description": "Acting as your trusted customs broker, we manage export records, documentation, and claims with customs authorities.",
  "duty-recovery-title": "Duty Recovery Expertise",
  "duty-recovery-description": "From reclaiming duties on returned items to facilitating duty drawback processes, we help businesses recover costs at every opportunity.",
  "comprehensive-support-title": "Comprehensive Support",
  "comprehensive-support-description": "Whether you're an international eCommerce retailer, a third-party logistics provider, or an exporter, we offer solutions tailored to your unique challenges.",
  "final-paragraph": "At Trade Duty Refund, we make international returns simple, efficient, and cost-effective—so you can focus on growing your business."
}
