{
  "path": "privacy.html",
  "privacy-consent-block-1": "By submitting this form, you agree to our processing of your personal data as outlined in",
  "privacy-consent-block-2": "our Privacy Policy",
  "compliance-title": "General Data Protection Regulation (GDPR) Compliance",
  "intro": "We are committed to protecting and respecting your privacy in accordance with the EU General Data Protection Regulation (GDPR). This page outlines how we collect, use, and protect your personal data, as well as your rights concerning your data.",
  "data-collection-title": "What Data We Collect",
  "data-collection-intro": "We collect the following personal data when you use our website:",
  "data-item-first-name": "First Name",
  "data-item-last-name": "Last Name",
  "data-item-email": "Email Address",
  "data-item-company-name": "Company Name",
  "data-item-title": "Title",
  "data-item-message-content": "Message content",
  "data-item-newsletter-preference": "Your preference regarding subscription to our newsletter",
  "data-usage-title": "How We Use Your Data",
  "data-usage-intro": "The personal data we collect is used solely for the following purposes:",
  "usage-item-inquiries": "To respond to your inquiries submitted via the contact-us page.",
  "usage-item-ebook": "To send you the requested eBook.",
  "usage-item-newsletter": "To provide you with updates about new products, services, and other relevant information if you have opted in to receive our newsletter.",
  "usage-item-marketing": "For internal marketing and business development purposes.",
  "data-usage-no-share": "We do not sell, share, or disclose your personal data to third parties.",
  "retention-title": "Data Retention",
  "retention-description": "We retain your personal data for as long as it is necessary to fulfill the purposes described above or as required by law. You may request that we delete your data at any time (see \"Your Rights\" below).",
  "rights-title": "Your Rights",
  "rights-intro": "Under the GDPR, you have the following rights concerning your personal data:",
  "rights-access-title": "Access",
  "rights-access": "You can request a copy of the personal data we hold about you.",
  "rights-rectification-title": "Rectification",
  "rights-rectification": "You can request that we correct any inaccuracies in your personal data.",
  "rights-erasure-title": "Erasure",
  "rights-erasure": "You can request that we delete your personal data.",
  "rights-restriction-title": "Restriction",
  "rights-restriction": "You can request that we restrict processing of your personal data.",
  "rights-objection-title": "Objection",
  "rights-objection": "You can object to the processing of your personal data for certain purposes, such as marketing.",
  "rights-portability-title": "Data Portability",
  "rights-portability": "You can request that we transfer your personal data to another organization or to you.",
  "rights-exercise": "To exercise any of these rights, please",
  "leave-message": "leave us a message",
  "consent-title": "Consent",
  "consent-description": "When submitting your information through our website, you are required to actively consent to the processing of your personal data. This includes confirming your agreement to receive our newsletter if you have opted in.",
  "security-title": "Security",
  "security-description": "We take the security of your personal data seriously and use appropriate technical and organizational measures to protect it against unauthorized access, alteration, disclosure, or destruction.",
  "contact-title": "Contact Us",
  "contact-description": "If you have any questions or concerns about this GDPR compliance statement or how your personal data is handled, please",
  "more-info": "For more information about your rights under GDPR, you can visit the European Commission's website:",
  "eu-link": "https://ec.europa.eu/info/law/law-topic/data-protection_en"
}
