{
  "name": "TDR US Duty Drawback",
  "path": "TDR-Duty-Drawback-in-the-US.html",
  "subtitle": "Reclaim US Import Duty On Exported Goods",
  "title": "TDR US Duty Drawback | Reclaim Duties on Exported Goods",
  "description": "Maximize cost savings with TDR's US Duty Drawback services. Reclaim up to 99% of duties on imported goods that are exported or destroyed. Simplify your duty refund process with expert guidance.",
  "reclaim_duties": "Reclaim duties, taxes, fees, and tariffs paid to U.S. Customs for merchandise imported into the United States that is later exported or destroyed.",
  "what_is_duty_drawback": "What is duty drawback in the US",
  "drawback_refund_description": "Drawback is the refund of certain duties, internal revenue taxes and certain fees collected upon the importation of goods and refunded when the merchandise is exported or destroyed.",
  "what_qualifies_for_duty_drawback": "What qualifies for duty drawback",
  "eligible_merchandise": "Eligible merchandise are",
  "imported_for_manufacturing": "Merchandise imported and used in the production or manufacturing of another item that is later exported.",
  "imported_but_unused": "Merchandise that is imported but remains unused.",
  "substituted_merchandise": "Merchandise that is either directly imported or substituted with a product of the same quality and type as the imported item, which is used in the final product.",
  "rejected_merchandise": "Merchandise rejected by the consignee due to quality issues, failure to match the sample or specifications, or shipment without the consignee’s consent.",
  "who_qualifies_for_duty_drawback": "Who qualifies for duty drawback",
  "eligibility_requirements": "To be eligible for duty drawback claims, you must be the original importer of record for the exported product, have paid the relevant duties and taxes, retain possession of the exported merchandise, or provide sufficient evidence proving that the merchandise was exported.",
  "how_much_is_duty_drawback": "How much is the duty drawback refund",
  "refund_percentage": "You may recover up to 99% of the duties, taxes, and/or fees paid on imported merchandise if it remains unused, is exported, is manufactured into another product and then exported, or is destroyed under the supervision of CBP or customs authorities.",
  "import_ecom_orders": "I import international orders that sometimes are returned by buyers. Can I reclaim import Duties?",
  "reclaim_import_duties": "Yes, it is possible to reclaim customs duties under the Duty Drawback program in the US, provided certain conditions are met. Specifically, the item must have been exported from the US, and all relevant documentation, including track-and-trace events and commercial records, must be available. Additionally, both the import and export declarations need to include detailed information about the item. Meeting these requirements will allow you to proceed with the Duty Drawback claim.",
  "identify_unused_goods": "What are the ways to identify unused goods",
  "duties_on_unused_goods": "Duties on unused merchandise can be claimed back using 2 methods",
  "direct_identification_title": "Direct Identification",
  "direct_identification": "This method requires tracking specific imported merchandise from importation to exportation or destruction using a unique identifier, such as a serial number, lot number, or batch number. Alternatively, an approved accounting method can be used, provided it meets the required criteria.",
  "substitution_title": "Substitution",
  "substitution_method": "This method allows substituting imported merchandise with similar items classified under the same tariff classification. The substituted and designated merchandise must share the same 8-digit tariff number. If the tariff number’s article description starts with 'Other,' the merchandise must be classified under the same 10-digit tariff number, provided the statistical suffix (last two digits) does not also begin with 'Other.'",
  "tdr_value": "What value TDR brings to the process",
  "tdr_broker_services": "As your trusted broker in the US, TDR ensures a seamless and integrated duty drawback process. Additionally, by supporting your operations globally, TDR facilitates duty drawback and duty-free importation worldwide, helping you reclaim duties at every possible point in your supply chain. Discover",
  "discover_more": "more ways TDR can enhance your cash flow",
  "benefit_organization":"and benefit your organization."
}
